Repository: dimkard/hablamemo
Catalog: po/*.po
Languages: el

source: Appearance
el: Εμφάνιση

source: Files
el: Αρχεία

source: Text zoom level:
el: Βαθμός μεγέθυνσης γραμματοσειράς:

source: Use images if available
el: Χρήση εικόνων αν είναι διαθέσιμες

source: Memory file:
el: Αρχείο:

source: Path to a .kvtml file ...
el: Διαδρομή για το αρχείο .kvtml ...

source: Download new files...
el: Λήψη νέων αρχείων αρχείων...

source: Please choose a file
el: Παρακαλώ επιλέξτε αρχείο

source: kvtml files
el: αρχεία kvtml

source: Game completed!
el: Τέλος παιχνιδιού!

source: Mistakes
el: Λάθη

source: Press 'Play' to start again.
el: Πατήστε 'Έναρξη' για νέο παιχνίδι.

source: Level:
el: Επίπεδο:

source: Play
el: Έναρξη

# NAME OF TRANSLATORS
source: Your names
el: Δημήτρης Καρδαράκος

# EMAIL OF TRANSLATORS
source: Your emails
el: dimkard@gmail.com

source: Memory game using configurable card sets
el: Παιχνίδι μνήμης με διαμορφώσιμα σύνολα καρτών
